Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=461_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Eduskuntavaalit pidetään joka neljäs vuosi
smn: Ovdâskoddevaaljah tuállojeh jyehi niäljád ive

source: Vaaleilla valitaan 200 kansanedustajaa päättämään yhteisistä asioistamme.
smn: Vaaljâin väljejuvvojeh 200 aalmugovdâsteijed meridiđ mii ohtsijn aašijn.

source: Vuoden 2011 eduskuntavaalit järjestetään sunnuntaina 17.4.2011.
smn: Ive 2011 ovdâskoddevaaljah uárnejuvvojeh pasepeeiivi 17.4.2011.

source: Lisätietoja www.vaalit.fi -sivulta.
smn: Lasetiäđuh vaalit.fi -siijđost paječálusist tâi

source: Tietoa eduskuntavaaleista myös pohjois-, inarin- ja koltansaamenkielillä.
smn: taam njuálguliiŋkâst
